button.login = Entrar

error.expired = Sua sess\u00e3o expirou. Por favor, identifique-se novamente.
error.other = Ocorreu um erro inesperado. Por favor entre em contato com os administradores do sistema e informe-os a data e hora exatas deste erro:
error.login.summary = Falha na identifica\u00e7\u00e3o.
error.login.detail = E-mail ou senha n\u00e3o conferem. Caso tenha certeza que as informa\u00e7\u00f5es foram digitadas corretamente, contate os administradores do sistema.
error.loginfatal.summary = Erro de sistema durante identifica\u00e7\u00e3o.
error.loginfatal.detail = Por favor, contate os administradores do sistema e informe a data e hora exatas deste erro: {0,date,full}.

field.email = E-mail
field.password = Senha

menu.access = Controle de Acesso
menu.access.login = Entrar
menu.access.logout = Sair

password.prompt = Digite uma senha
password.weak = Fraco
password.good = Razo\u00e1vel
password.strong = Forte

text.backToIndex = Voltar \u00e0 p\u00e1gina inicial
text.welcome = Bem-vindo ao Sigme. Utilize o menu para acessar as funcionalidades do sistema.
text.noteheader = Nota
text.note = Para facilitar os testes, temporariamente o Sigme oferece auto-login. Clique no link abaixo para ser identificado como o administrador.
text.login.instructions = Identifique-se preenchendo seu e-mail e senha no formul\u00e1rio abaixo.
text.login.successful = Bem-vindo ao Sigme, {0}. Utilize o menu para acessar as fun\u00e7\u00f5es referentes ao seu perfil.

text.ajax.loading = Aguarde, carregando dados do servidor...
text.ajax.loading.alt = Carregando...
text.ajax.error = Houve um erro durante a \u00faltima tentativa de comunica\u00e7\u00e3o com o servidor.
text.ajax.error.alt = Erro!
text.ajax.complete = \u00daltima comunica\u00e7\u00e3o com o servidor foi efetuada com sucesso.
text.ajax.complete.alt = OK!

title.home = In\u00edcio
title.error = Erro
title.login = Identifica\u00e7\u00e3o




form.username=Endere\u00e7o de email
form.password=Senha
form.rememberMe=Lembre-se de mim
form.button.login=Login
form.button.logout=Sair
form.search=Pesquisar...
text.system.acronym=Sigme
text.currentUser=Usu\u00e1rio
text.lastLogin=\u00daltimo login
text.system.name=Sistema de Informa\u00e7\u00e3o Gerencial do Movimento Esp\u00edrita
text.home.title=In\u00edcio
text.adm.title=Administra\u00e7\u00e3o
text.login.title=Login
text.login.contents=Voc\u00ea precisa estar autenticado e com as devidas permiss\u00f5es para continuar. Por favor utilize o formul\u00e1rio de login para identificar-se.
text.functionalities=Ferramentas
text.error.title=Erro
text.error.contents=Pedimos desculpas, por\u00e9m um erro no sistema impediu o correto funcionamento do sistema. Por favor, tente novamente. Se o erro persistir, contate o suporte t\u00e9cnico.
text.error.errorDetails=Detalhes do erro\:
text.home.welcome.title=Seja bem-vindo ao Sigme\!
text.home.welcome=Seja bem-vindo ao Sigme, \#{userInformation.currentUser.shortName}\!
text.home.installSystem.welcome=Para come\u00e7ar a usar o Sigme, \u00e9 necess\u00e1rio prover alguns dados iniciais. Por favor, clique no bot\u00e3o abaixo para iniciar o processo de instala\u00e7\u00e3o do sistema.
text.home.installSystem=Instalar sistema
error.unrecoverableSystemError=Infelizmente ocorreu um erro no sistema. Por favor, tente novamente. Caso o erro persista, contacte os administradores.
error.sessionTimeout=Sua sess\u00e3o expirou. Por favor, retorne \u00e0 p\u00e1gina inicial e recomece.
error.dataChangedByAnotherUser=Infelizmente os dados que voc\u00ea estava manipulando foram alterados por um outro usu\u00e1rio. Qualquer altera\u00e7\u00e3o feita por voc\u00ea foi perdida. Por favor, tente novamente.
error.noPermissions=Voc\u00ea n\u00e3o tem permiss\u00e3o para acessar esta fun\u00e7\u00e3o. Caso voc\u00ea ache que isto \u00e9 um erro, contacte os administradores.
error.mustBeLoggedIn=Voc\u00ea deve identificar-se antes de acessar esta fun\u00e7\u00e3o. Por favor, utilize o formul\u00e1rio de login.
